Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/galdu/samiske-kvinner-banet-vei-for-nasjonaldagsfeiring.5808984-353621.html.tmx
Source language: nob
Languages: sme

source: Samiske kvinner banet vei for nasjonaldagsfeiring - Gáldu
sme: Sámi nissonat gálle geainnu sámi álbmotbeaivvi ávvudeapmái - Gáldu

source: Samiske kvinner banet vei for nasjonaldagsfeiring
sme: Sámi nissonat gálle geainnu sámi álbmotbeaivvi ávvudeapmái

source: Lørdag 6. februar feirer vi den samiske nasjonaldagen.
sme: Lávvordaga guovvamánu 6. beaivvi ávvudit mii sámi álbmotbeaivvi.

source: Bakgrunnen for feiringen er det første store landsmøtet som fant sted i Metodistkirken i Trondheim 6. februar 1917, og bak arrangementet sto Elsa Laula Renberg sammen med «Brurskanken Samiske kvindeforening».
sme: Ávvudeami duogážin lea vuosttaš stuora riikkačoahkkin mii dollojuvvui Metodistagirkus Troanddimis guovvamánu 6. beaivvi 1917, ja dan lágidii Elsa Laula Renberg ovttas servviin «Brurskanken Samiske kvindeforening».

source: Det store samiske landsmøtet i Metodistkirken i Trondheim 6. februar 1917 samlet samer fra både Norge og Sverige.
sme: Dan stuora sámi riikkačoahkkimii Metodistagirkus Troanddimii guovvamánu 6. beaivvi 1917 čoahkkanedje sihke Norgga ja Ruoŧa beale sámit.

source: Arrangementskomiteen bestod i stor grad av kvinner, og kvinneandelen på møtet var høy.
sme: Lágidanjoavkkus ledje eanas nissonolbmot, ja čoahkkimis ledje hui ollu nissonolbmot.

source: Elsa Laula Renberg (1877 – 1931) sto i spissen for organiseringen av møtet.
sme: Elsa Laula Renberg (1877 – 1931) lei njunnošis čoahkkima lágideamis.

source: Elsa Laula Renberg var en foregangskvinne for samers og kvinners politiske rettigheter.
sme: Elsa Laula Renberg lei ovddasmanni sámiid ja nissoniid politihkalaš vuoigatvuođaid rahčamušas.

source: Renberg oppfordret særlig samiske kvinner til å organisere seg for å bekjempe urett og nød, og for å sikre framtiden til sitt folk.
sme: Renberg ávžžuhii erenoamážit sámi nissoniid organiseret iežaset ja bargat vuoigatmeahttunvuođa ja gillámušaid vuostá, ja nu sihkkarastit iežaset álbmoga boahtteáiggi.

source: Elsa Laula Renberg var også grunnleggeren av «Brurskanken Samiske Kvindeforening», som ble etablert på Helgeland i Nordland 5. desember 1910.
sme: Elsa Laula Renberg lei maiddái son gii vuođđudii «Brurskanken Samiske Kvindeforening», mii álggahuvvui Helgelánddas Nordlánddas juovlamánu 5. beaivvi 1910.

source: Formålet til foreningen var å arbeide for en skole for samiske barn i Nordland, og drive opplysning blant samene.
sme: Searvvi ulbmilin lei bargat dan ovdii ahte Nordlándii ásahuvvo skuvla sámi mánáide, ja muđui bargat bajásčuvgehusain sámiid guovdu.

source: Samekvinner okkuperte statsministerens kontor
sme: Sámi nissonat okkuperejedje stádaministara kantuvrra

source: I forbindelse med kampen om utbyggingen av Alta-kautokeinovassdraget okkuperte 15 samiske kvinner kontoret til Statsminister Gro Harlem Brundtland.
sme: Álttá-Guovdageaineanu báddadeami vuosttaldeami oktavuođas okkuperejedje 15 sámi nissona stádaministara Gro Harlem Brundtland kantuvrra.

source: Dette fant sted 6. februar 1981.
sme: Diet dáhpáhuvai guovvamánu 6. beavvi 1981.

source: Sammen med andre aksjoner i perioden danner dette grunnlaget for Lov 12. juni 1977 nr. 56 om Sametinget og andre samiske rettsforhold- Sameloven, Grunnlovsparagraf 110a av 1988 (nå § 108) og opprettelsen av Sametinget i 1989.
sme: Ovttas eará akšuvnnaiguin dien áigge lei dat vuođđun dasa go dát ásahuvvojedje: Láhka geassemánu 12. beaivvi 1977 nr. 56 Sámedikki ja eará sámi vuoigatvuođaid birra – Sámeláhka, Vuođđolágaparagráfa 110a 1988:s (dál § 108) ja Sámediggi 1989:s.
